<template>
    <div class="w-full lg:w-2/3 mx-auto p-3">
        <div class="text-xl font-semibold flex mb-3 items-center gap-2">
            <BackButton/>
            Return Policy
        </div>

প্রোডাক্ট নষ্ট বা ভাঙা হলে:
প্রোডাক্ট ডেলিভারির সময় যদি ভাঙা কিংবা ড্যামেজ অবস্থায় পেয়ে থাকেন, তাহলে ডেলিভারি ম্যানের সামনে থাকাকালীন অবস্থায় আমাদেরকে WhatsApp-এ +880133109468 নম্বরে কল করে অবহিত করুন। প্রোডাক্ট ফেরত দেয়া যাবে কোনো খরচ ছাড়াই। ফেরতের সময় প্যাকেজ ও সব এক্সেসরিজ সহযোগে দিতে হবে।

ত্রুটিপূর্ণ প্রোডাক্টের ক্ষেত্রে:
প্রোডাক্ট ত্রুটিপূর্ণ হলে, ২৪ ঘণ্টার মধ্যে আমাদের জানাতে হবে এবং নিম্নোক্ত প্রমাণাদি পাঠাতে হবে:

প্যাকেজের পেছন ও সামনের ছবি
ইনভয়েস নাম্বার
ত্রুটিপূর্ণ প্রোডাক্টের স্পষ্ট ভিডিও
যদি প্রোডাক্টের কোয়ালিটি আশানুরূপ না হয়:
যেহেতু পণ্যগুলি সরাসরি বিভিন্ন দেশের প্রস্তুতকারক বা সরবরাহকারীর কাছ থেকে আসে, গুণগত মান পূর্ব নির্ধারিত নয়। তবে প্রোডাক্ট পেয়ে যদি কোয়ালিটি আশানুরূপ না হয়, তাহলে ডেলিভারি ম্যানের সামনে থাকাকালীন অবস্থায় আমাদের জানাতে হবে।

অর্ডার করা প্রোডাক্ট পরিমাণে অমিল বা ভুল থাকলে:
ডেলিভারি ম্যান সামনে থাকাকালীন আমাদের জানানো প্রয়োজন। যদি দেরির কারণে পণ্য পেতে বিলম্ব হয়, তাহলে অবহিত করার পর পরবর্তী ৩ কার্যদিবসের মধ্যে রিফান্ড বা রিপ্লেস করা হবে।

প্রোডাক্টের আর ‘’প্রয়োজন না হয়’’:
একবার ওয়েবসাইট বা ফোনের মাধ্যমে অর্ডার নিশ্চিত হওয়ার পর, অর্ডার "চূড়ান্ত" হিসাবে গণ্য হবে এবং ফেরত নেওয়া হবে না।

প্রোডাক্টের কালার ছবি কিংবা ভিডিওর সাথে না মিললে:
যদি প্রোডাক্টের কালার ছবি বা ভিডিওর সাথে মিল না করে, তাহলে ২৪ ঘণ্টার মধ্যে আমাদের জানানো উচিত। আমাদের কমপ্লেইন ডিপার্টমেন্ট আপনার অভিযোগ যাচাই করে রিপ্লেস বা রিফান্ডের ব্যবস্থা করবে।

আপনার সন্তুষ্টি ও সেবার মান নিশ্চিত করাই আমাদের লক্ষ্য। Muzayyin Online Shop আপনার প্রতি আমাদের অঙ্গীকার।


    </div>
</template>

<script setup>
import BackButton from '@/components/ui/BackButton.vue';
import { onMounted } from 'vue';

onMounted(()=>{
    window.scrollTo({top:0})
})

</script>
