<template>
    <div class="w-full lg:w-2/3 mx-auto p-3">
        <div class="text-xl font-semibold flex mb-3 items-center gap-2">
            <BackButton/>
            Terms and Conditions
        </div>
Dear valued customer,

আপনাদের অর্ডারটি প্রসেস করার সময় প্রতিটি প্রোডাক্ট অত্যন্ত নিখুঁতভাবে পর্যবেক্ষণ করা হয়।
শেষ ধাপের কোয়ালিটি চেকের পর প্রোডাক্টগুলো প্যাক করে আমাদের ডেলিভারি পার্টনারের কাছে হস্তান্তর করা হয়। এরপর ডেলিভারি টিম যত দ্রুত সম্ভব প্রোডাক্টগুলো আপনাদের কাছে পৌঁছে দেয়। যদি কোনো কারণে আপনাদের সাথে যোগাযোগ করা সম্ভব না হয় কিংবা ঠিকানায় পৌঁছানো না যায়, ডেলিভারি টিম দ্রুতই সমস্যার সমাধানে আপনাদের সাথে যোগাযোগ করবে।
ডেলিভারি পার্টনার হিসেবে আমরা পাঠাও ও স্টেডফাস্টের সাথে কাজ করি।
প্রতিটি অর্ডার ফোন কনফার্মেশনের মাধ্যমে পাঠানো হয়, এবং সর্বোচ্চ ৩ থেকে ৫ দিন একটি অর্ডার হোল্ড করে রাখা হয়।
ভাঙা বা মিসিং প্রোডাক্টের ক্ষেত্রে করণীয়:
যদি কোনো প্রোডাক্ট ভেঙে যায় বা মিসিং হয়, সেটা আমাদের ডেলিভারি ম্যানের সামনে খুলে দেখতে হবে। সম্ভব না হলে অবশ্যই আনবক্সিং ভিডিও সংগ্রহ করতে হবে। ডেলিভারি ম্যানের অনুপস্থিতিতে কোনো ড্যামেজ ক্লেইম গ্রহণ করা হবে কিনা, তা সম্পূর্ণ কর্তৃপক্ষের সিদ্ধান্তের উপর নির্ভর করবে।
আমাদের প্রোডাক্টগুলোর প্যাকেজিং প্রসেস:
প্রতিটি প্রোডাক্ট ইনভয়েস সহ কার্ডবোর্ডের বক্সে প্যাক করা হয়। বোতল বা ভাঙা আশঙ্কাযুক্ত প্রোডাক্টগুলো বাবল র‍্যাপ দিয়ে সুরক্ষিত করা হয়। সবগুলো প্রোডাক্টের আলাদা ছবি সংরক্ষণ করা হয় এবং পুরো প্যাকেজিং প্রক্রিয়া সিসি ক্যামেরার মাধ্যমে মনিটরিং করা হয়।
ডেলিভারি চার্জ:
ঢাকার ভেতরে: ৮০ টাকা
ঢাকার বাইরে: ১২০ টাকা
ডেলিভারি সময়:
ঢাকার মধ্যে: ১ - ২ দিন
ঢাকার বাইরে: ১- ৩ দিন
যদি কোনো প্রাকৃতিক দুর্যোগ, রাজনৈতিক পরিস্থিতি বা যানবাহনের সমস্যার কারণে ডেলিভারিতে দেরি হয়, আমাদের কাস্টমার সাপোর্ট টিম আপনাকে সেই সম্পর্কে অবহিত করবে।
Muzayyin Online Shop আপনাদের নির্ভরযোগ্য অনলাইন শপ।


    </div>
</template>

<script setup>
import BackButton from '@/components/ui/BackButton.vue';
import { onMounted } from 'vue';

onMounted(()=>{
    window.scrollTo({top:0})
})

</script>
